// New difficulty bonus - easy
special_difficulty_easy_name=Difficulty Penalty - Easy
special_difficulty_easy_head=^special_tC^[Bad]
special_difficulty_easy_hint=^special_t^All starting enemy units suffer a penalty due to the difficulty level - easy. All enemy unit statistics are [difficulty_level] their nominal values.
special_difficulty_easy_small=^special_t^All starting enemy units suffer a penalty due to the difficulty level - easy. All enemy unit statistics are [difficulty_level] their nominal values.

// New difficulty bonus - normal
special_difficulty_normal_name=Difficulty Bonus - Normal
special_difficulty_normal_head=^special_tC^[Good]
special_difficulty_normal_hint=^special_t^Normally, difficulty level - normal, does not change any unit statistics; however, the factor has been set to [difficulty_level] so their statistics are [difficulty_level] their nominal values. You may want to set the value back to 1.0 in LOGIC.TXT if the game is too hard.
special_difficulty_normal_small=^special_t^Normally, difficulty level - normal, does not change any unit statistics; however, the factor has been set to [difficulty_level] so their statistics are [difficulty_level] their nominal values. You may want to set the value back to 1.0 in LOGIC.TXT if the game is too hard.

// New difficulty bonus - hard
special_difficulty_hard_name=Difficulty Bonus - Hard
special_difficulty_hard_head=^special_tC^[Good]
special_difficulty_hard_hint=^special_t^All starting enemy units gain a bonus due to the difficulty level - hard. All enemy unit statistics are [difficulty_level] their nominal values.
special_difficulty_hard_small=^special_t^All starting enemy units gain a bonus due to the difficulty level - hard. All enemy unit statistics are [difficulty_level] their nominal values.

// New difficulty bonus - impossible
special_difficulty_impossible_name=Difficulty Bonus - Impossible
special_difficulty_impossible_head=^special_tC^[Good]
special_difficulty_impossible_hint=^special_t^All starting enemy units gain a bonus due to the difficulty level - impossible. All enemy unit statistics are [difficulty_level] their nominal values.
special_difficulty_impossible_small=^special_t^All starting enemy units gain a bonus due to the difficulty level - impossible. All enemy unit statistics are [difficulty_level] their nominal values.

// New special_summon_bonus for using Hero's intelligence to improve summoned creatures statistics
special_summon_bonus_name=Hero Summon Bonus
special_summon_bonus_head=^special_tC^[Good]
special_summon_bonus_hint=^special_t^The hero's abilities increase the statistics of this summoned creature. The unit's Attack, Defense, Resistances, Health, and Damage are all increased.
special_summon_bonus_small=^special_t^The hero's abilities increase the statistics of this summoned creature.

/// ФОНТЫ \\\
// нейтральное 

//sa_hintDef_font=<align=left><color=255,243,179><font=ft1_14>
//sa_hintSel_font=<align=left><color=250,250,240><font=ft1_14>
//sa_hintTM_font=<align=left><color=222,194,94><font=ft1_14>

//special_hintDef_font=<align=left><color=255,243,179><font=ft1_14>
//special_hintSel_font=<align=left><color=250,250,240><font=ft1_14>
//special_hintTM_font=<align=left><color=222,194,94><font=ft1_14>

/// ПОДСТАНОВКИ \\\
special_reload=Reload:
special_charge=Charges:


///// ЛЮДИ!!! \\\\\
// разбойник
special_robber_long_name=Biting Strike
special_robber_long_head=^special_tC^[Bad]
special_robber_long_hint=^special_t^Strikes the target with a chain across a free cell. Does [damage] points of damage, and the enemy cannot retaliate.

special_looter_name=Search
special_looter_head=^special_tC^[Good]
special_looter_hint=^special_t^Looks through slain creatures in search of gold.

special_robber_greediness_name=Greed
special_robber_greediness_head=^special_tC^[Good]
special_robber_greediness_hint=^special_t^Driven by his thirst for loot, the robber can teleport himself to any chest on the battlefield.

// Мечник
special_footman_name=Smashing Blow
special_footman_head=^special_tC^[Bad]
special_footman_hint=^special_t^Attacks the enemy fiercely, inflicting [damage] points of damage.

// Лючник
special_fire_arrow_name=Flaming Arrow
special_fire_arrow_head=^special_tC^[Bad]
special_fire_arrow_hint=^special_t^Discharges a flaming arrow, inflicting [fdamage] points of Fire damage and burning the target.

special_ice_arrow_name=Ice Arrow
special_ice_arrow_head=^special_tC^[Bad]
special_ice_arrow_hint=^special_t^Discharges an Ice Arrow, inflicting [damage] points of damage and freezing the target.

// Лючник
special_dragon_arrow_name=Dragon Arrow
special_dragon_arrow_head=^special_tC^[Bad]
special_dragon_arrow_hint=^special_t^Arrows forged by dragons inflict [adamage] points of damage, ignore firing distance as well as the target's Defenses and Resistances. While magic arrows do not receive damage bonuses from items and spells the Archer may use this ability when adjacent to enemies without penalty and target any enemy on the battlefield.

// Священник
special_prist_res_name=Resurrection
special_prist_res_head=^special_tC^[Good]
special_prist_res_hint=^special_t^Resurrects slain creatures of the selected troop, recovering [cure] points of health.

special_prist_heal_name=Healing
special_prist_heal_head=^special_tC^[Good]
special_prist_heal_hint=^special_t^Recovers [cure] points of health to the selected troop.

special_priest_bless_name=Bless
special_priest_bless_head=^special_tC^[Good]
special_pries_bless_hint=^special_t^Blesses the target for [duration] turns, causing it to inflict maximum damage. Decreases the combat performance of undead troops.
special_priest_bless_small=^special_t^The troop always inflicts maximum damage.

special_holy_rage_name=Holy Anger
special_holy_rage_head=^special_tC^[Good]
special_holy_rage_hint=^special_t^Gives the hero [holy_rage] points of Rage, blesses the target and provides it with the "Holy Anger" ability. Decreases the combat performance of undead troops. [tm]Note that the rage increase is affected by the combat duration.
special_holy_rage_small=^special_t^The troop inflicts 150% damage to the undead.

// Лыцарь
special_knight_name=Circle Attack
special_knight_head=^special_tC^[Bad]
special_knight_hint=^special_t^Strikes the target, hitting all enemy troops in neighboring cells.

// NEW! Horseman Charge
special_charge_name=Charge!
special_charge_head=^special_tC^[Bad]
special_charge_hint=^special_t^If there is a direct line to an enemy troop, the Horseman can charge the enemy - damage increases [horseman_charge] for each hex to the target. The speed and force of the attack suprises the target rendering it unable to retaliate.

// Архимаг
special_magic_shield_name=Magic Shield
special_magic_shield_head=^special_tC^[Good]
special_magic_shield_hint=^special_t^Gives the target a magical defense for [duration] turns, during which time the target will take only [s]half[/s] of any damage suffered.
special_magic_shield_small=^special_t^The target takes only half damage.

special_battle_mage_name=Fighting Trance
special_battle_mage_head=^special_tC^[Good]
special_battle_mage_hint=^special_t^The Mage falls into a fighting trance for [duration] turns. Attack as well as the probability of Shock and Critical Attack is increased by [power%], but Defense is decreased by [penalty%]. So long as the trance holds, the Mage is not able to use any other abilities.
special_battle_mage_small=^special_t^Attack abilities of an Archmage are increased.

special_telekines_name=Telekinesis
special_telekines_head=^special_tC^[Good]
special_telekines_hint=^special_t^Moves a friendly or enemy troop one cell in any direction, provided the target cell is free.

///// ЕЛЬФЫ \\\\\
// фея 
special_dispell_name=Dispel
special_dispell_head=^special_tC^[Good]
special_dispell_hint=^special_t^Removes all spells from the target.

// ельф
special_double_arrow_name=Double Shot
special_double_arrow_head=^special_tC^[Bad]
special_double_arrow_hint=^special_t^Discharges two arrows at once, inflicting double ([damage]) damage.

// друид
special_cast_bear_name=Summon Bear
special_cast_bear_head=^special_tC^[Good]
special_cast_bear_hint=^special_t^Summons a troop of bears, which fight to the death on the side of the Druid. They disperse when the battle is finished. Total leadership of the troop is: [lsummon].

special_beast_training_name=Training
special_beast_training_head=^special_tC^[Bad]
special_beast_training_hint=^special_t^Calls upon a troop of [level] level beasts with total Leadership up to [lsummon]. This troop fights on the side of Druid for [duration] turns.


// дриада
special_dryad_thorn_name=Summon Thorns
special_dryad_thorn_head=^special_tC^[Good]
special_dryad_thorn_hint=^special_t^Summons a troop of Thorns, which fight to the death on the side of the Dryad. They disperse when the battle is finished. Total Leadership of the troop is: [lsummon].

special_elf_song_name=Elven Song
special_elf_song_head=^special_tC^[Good]
special_elf_song_hint=^special_t^The dryad sings an inspiring song, which increases the Initiative of allied elves and plants by [power] for [duration] turns.
special_elf_song_small=^special_t^Elves, inspired by Dryad's songs, gain greater Initiative.

special_lullaby_name=Lullaby
special_lullaby_head=^special_tC^[Bad]
special_lullaby_hint=^special_t^The fascinating voice of the dryad lulls the troops of level [level] to sleep for [duration] turns. Does not affect creatures immune to Mind spells.

// перевертыш
special_human_transform_name=Transformation
special_human_transform_head=^special_tC^[Good]
special_human_transform_hint=^special_t^A werewolf can turn into a human being. While in the form of a human, it is less active, but it has high Defense and inflicts more damage to living creatures, causing them to bleed.

special_wolf_transform_name=Transformation
special_wolf_transform_head=^special_tC^[Good]
special_wolf_transform_hint=^special_t^A werewolf can turn into a wolf. Its fangs inflict less damage than blades, but the wolf moves faster. Also the wolf can use the "Wolf Cry" ability.

// ент
special_swarm_name=Wasp Swarm
special_swarm_head=^special_tC^[Bad]
special_swarm_hint=^special_t^Summons a swarm of wasps, which sting the target and inflict [damage] points of common physical damage, as well as [pdamage] points of poison damage. The Ent may use this ability when adjacent to enemies without penalty and target any enemy on the battlefield.

special_reload_name=Summon Wasps
special_reload_head=^special_tC^[Good]
special_reload_hint=^special_t^Summons a swarm of wasps.

special_rooted_name=Tap Tree of Life
special_rooted_head=^special_tC^[Good]
special_rooted_hint=^special_t^Allows the Ent to tap into the power of the Tree of Life rooting it to the ground, which prevents it from moving; however, the Ent receives the following bonuses:<br>[tm]Resist All: [/s][ent_rooted_resist].<br>[tm]Health: [/s][ent_rooted_hp].<br>The Tree of Life completely heals and removes all negative effects from the Ent at the beginning of its turn.<br>[tm]Duration: [/s] [duration] turns.<br>Once this ability is used, it cannot be used again for the remainder of the combat; however, once it expires, it grants the Ent the ability to run.
special_rooted_small=^special_t^The Ent taps into the power of the Tree of Life giving it greater health and protecting it from damage.

special_summonplant1_name=Summon Plant
special_summonplant1_head=^special_tC^[Good]
special_summonplant1_hint=^special_t^Calls upon the Tree of Life to summon a plant troop of level 1-4 to its aid. Total Leadership of the summoned plant troop is [lsummon].

special_summonplant2_name=Summon Greater Plant
special_summonplant2_head=^special_tC^[Good]
special_summonplant2_hint=^special_t^Calls upon the Tree of Life to summon a plant troop of level 4-5 to its aid. Total Leadership of the summoned plant troop is [lsummon].

///// гномы \\\\\
// Менделеев
special_alch_holy_name=Holy Water
special_alch_holy_head=^special_tC^[Bad]
special_alch_holy_hint=^special_t^Throws a bottle of holy water, inflicting [mdamage] points of magic damage to undead creatures and decreasing their combat capability. Can be used only against the undead.

special_alch_fire_name=Fire Water
special_alch_fire_head=^special_tC^[Bad]
special_alch_fire_hint=^special_t^Throws a bottle of flammable liquid, which inflicts [fdamage] points of fire damage and burns the target.

special_alch_poison_name=Potion of Poison
special_alch_poison_head=^special_tC^[Bad]
special_alch_poison_hint=^special_t^Throws a bottle of poison, which inflicts [pdamage] points of poison damage to the target and all neighboring troops, as well as poisoning the targets.

// пушкарь
special_rembo_name=Salvo
special_rembo_head=^special_tC^[Bad]
special_rembo_hint=^special_t^Loads and discharges three cannonballs at once, inflicting [damage] points of damage to the target.

special_quake_name=Earthquake
special_quake_head=^special_tC^[Bad]
special_quake_hint=^special_t^Casts "Earthquake." All ground troops take damage. The closer the troops stand to the Giant, the more damage they take. Neighboring troops take [sdamage] points of damage.

// бегущий гигант
special_run_name=Running
special_run_head=^special_tC^[Good]
special_run_hint=^special_t^A troop receives additional [ap] Action Points to rush to the enemy.


///// ОРКИ \\\\\
// Шаманист
special_sham_dance_name=Dancing Axes
special_sham_dance_head=^special_tC^[Bad]
special_sham_dance_hint=^special_t^Summons ghost axes, which inflict [sdamage] points of magic damage. In addition, the shaman turns [power%] of the inflicted damage into Titan energy. If the target is Undead, a Plant, or a Golem then this energy is stored on the Shaman otherwise this Titan energy first resurrects friendly Orc troops, then with the left over energy heals friendly troops of other races, and finally stores any remaining energy on the Shaman for the next time they cast this ability or for use with increasing the life of their totems. Note that each time [dissipate] of the energy is dissipated and any excess energy stored on the Shaman dissipates [dissipate] of its power each round until the ability is used again.

special_life_totem_name=Totem of Life
special_life_totem_head=^special_tC^[Good]
special_life_totem_hint=^special_t^Shaman places on the battlefield a totem which gives protection to allies and heals them every turn. Any Titan Energy stored on the troop increases the health of the totem by that amount and stores 80% of the remaining Titan Energy (20% dissipates) on the troop.<br>Radius of action: [s]2[/s] Health: [health_count].

special_dead_totem_name=Totem of Death
special_dead_totem_head=^special_tC^[Good]
special_dead_totem_hint=^special_t^Shaman places on the battlefield a totem which decreases the speed of enemy troops and damages them every turn. Any Titan Energy stored on the troop increases the health of the totem by that amount and stores 80% of the remaining Titan Energy (20% dissipates) on the troop.<br>Radius of action: [s]2[/s] Health: [health_count].

// огр
special_ogre_rage_name=Rage of the Ogre
special_ogre_rage_head=^special_tC^[Good]
special_ogre_rage_hint=^special_t^The Ogre falls into a fighting rage and gains [ap] Action Points. Its Attack is increased by [power%] for [duration] turns.
special_ogre_rage=^special_t^Ogre's Attack is doubled.

// капатульта 
special_fire_catapult_name=Fire Missile
special_fire_catapult_head=^special_tC^[Bad]
special_fire_catapult_hint=^special_t^Allows the creature to use explosive missiles, which inflict [fdamage] points of fire damage to the target and all neighboring troops. The missile burns the targets with a probability of [burn].

// New Catapult Boiling Oil!
special_boilingoil_name=Boiling Oil
special_boilingoil_head=^special_tC^[Bad]
special_boilingoil_hint=^special_t^Fires a pot of boiling oil at the target, which inflicts [fdamage] points of fire damage to the target and all neighboring troops. The oil burns the targets with a probability of [burn] and decreases their fire resistance [res].

// New Furious Goblin Throw Axe!
special_throw_axe_name=Throw Axe
special_throw_axe_head=^special_tC^[Bad]
special_throw_axe_hint=^special_t^Throws the Goblin's axe, inflicting [damage] damage.

///// Нежить \\\\\
// Некромент
special_stupid_name=Magic Lock
special_stupid_head=^special_tC^[Bad]
special_stupid_hint=^special_t^Blocks all the special attacks and abilities of the target.
special_stupid_small=^special_t^Special attacks and abilities are blocked.

// паук 
special_spider_web_name=Web
special_spider_web_head=^special_tC^[Bad]
special_spider_web_hint=^special_t^Enmeshes a nearby enemy troop in a spider web, immobilizing the target.
special_spider_web_small=^special_t^The troop is caught in a spider web and can't move.

// лучник 
special_poison_arrow_name=Poison Arrow
special_poison_arrow_head=^special_tC^[Bad]
special_poison_arrow_hint=^special_t^Discharges a poison arrow, inflicting [pdamage] points of poison damage and poisoning the target.

special_tranc_arrow_name=Black Arrow
special_tranc_arrow_head=^special_tC^[Bad]
special_tranc_arrow_hint=^special_t^Discharges a magic arrow, which inflicts [mdamage] points of magic damage and removes one positive spell from the target.

//зомбя
//special_plague_head=^special_tC^[Bad]Чума
//special_plague_hint=^special_t^Infects unit with plague, decreasing its attack, defense and health up to [s]80%[/s]. Infected unit becomes a plague transmitter.
//special_plague_small=Health, attack and defense of the unit are reduced. It becomes a plague transmitter, transfering it during attack.

// привидение
special_ghost_cry_name=Scream
special_ghost_cry_head=^special_tC^[Bad]
special_ghost_cry_hint=^special_t^A blood-curdling scream, which throws back level [level] enemy creatures in the area of [power] cells, and does [damage] points of damage, the power of which decreases with distance.

// вомпир
special_bat_transform_name=Transformation
special_bat_transform_head=^special_tC^[Good]
special_bat_transform_hint=^special_t^A vampire bat takes human form once more. He loses his abilities to fly and "Drain Life," but gains "Regeneration" and increased Health and Attack.

special_vampire_transform_name=Transformation
special_vampire_transform_head=^special_tC^[Good]
special_vampire_transform_hint=^special_t^A vampire turns into a bat, which has less health and inflicts less damage, but can fly and has the ability "Drain Life."

//некром 
special_raise_dead_name=Raise Undead
special_raise_dead_head=^special_tC^[Good]
special_raise_dead_hint=^special_t^Raises a number of undead creatures from any troop of killed creatures. The number of raised creatures cannot exceed the number of creatures killed, and its total Leadership cannot exceed [lsummon].

special_plague_name=Plague
special_plague_head=^special_tC^[Bad]
special_plague_hint=^special_t^Infects with the Plague all troops on the battlefield, friend or foe. The Plague decreases the Attack and Health of all troops (except undead targets).

// костистый дракон
special_poison_cloud_name=Poison Cloud
special_poison_cloud_head=^special_tC^[Bad]
special_poison_cloud_hint=^special_t^Releases a cloud of poison, which inflicts [pdamage] points of poison damage to all targets in the area. Poisons the targets with a chance of [poison].

///// Демоны \\\\\\
//Архидемон
special_change_name=Infernal Exchange
special_change_head=^special_tC^[Good]
special_change_hint=^special_t^Swaps any two troops with each other.

special_fire_shot_name=Fireball
special_fire_shot_head=^special_tC^[Bad]
special_fire_shot_hint=^special_t^Throws a Fireball, which hits the target and all neighboring troops, inflicting [fdamage] points of Fire Damage. The Fireball burns the targets with a probability of [burn].

special_cast_demon_name=Summon Demons
special_cast_demon_head=^special_tC^[Good]
special_cast_demon_hint=^special_t^Summons a troop of demons of level [s]1-4[/s]. Total Leadership of the summoned troop is [lsummon].

//демонесса
special_demoness_long_name=Distant Attack
special_demoness_long_head=^special_tC^[Bad]
special_demoness_long_hint=^special_t^Attacks with a whip across a free cell. Inflicts [damage] points of damage. The enemy cannot retaliate.

special_demoness_charm_name=Charm
special_demoness_charm_head=^special_tC^[Bad]
special_demoness_charm_hint=^special_t^Attempts to charm the enemy targets with its attack. Can charm a troop of humanoids whose total Leadership does not exceed [lsummon]. The charmed troop will fight on the side of the Demoness for [duration] turns. If the Demoness fails to charm the troop, it inflicts [damage] points of damage.

special_blood_pentagramm_name=Bloody Pentagram
itm_blood_rune1_name=Bloody Pentagram
special_blood_pentagramm_head=^special_tC^[Good]
special_blood_pentagramm_hint=^special_t^Creates a bloody pentagram, which gives [power] points of Initiative and Morale to all friendly troops of levels 1 through 4. The pentagram vanishes in [duration] turns.
special_blood_rune_small=^special_t^Increases Morale and Initiative of allied demons by 2.

// чертяка
special_gibe_name=Sneer
special_gibe_head=^special_tC^[Bad]
special_gibe_hint=^special_t^Teases an enemy of level [s]1-4[/s] who hasn't made his move, infuriating him. The enraged enemy tries to kill the offender instantly.

// New Archdemon Amalgamation
special_amalgamation_name=Amalgamation
special_amalgamation_head=^special_tC^[Bad]
special_amalgamation_hint=^special_t^Casts a spell that has equal chance of either turning the troop into a flock of uncontrollable sheep, blinding the troop, or pygmying them. Magic Immune creatures cannot be affected by this spell. All level [level] troops are affected by this ability. The power of the spell is augmented by the troop's hero, if present.


///// Нейтралы \\\\\
// Губернатор Калифорнии
special_barb_name=Berserker
special_berserk_name=Berserker
special_barb_head=^special_tC^[Good]
special_barb_hint=^special_t^A Barbarian falls into a fighting frenzy for [duration] turns. His Initiative, Attack and possibility of Critical Attack increase by [power%], but Defense decreases by [penalty%]. The Barbarian is out of control.
special_barb_small=^special_t^Attack, Initiative and chances of Critical Attack are increased, but Defense is decreased. The Barbarian is out of control.

//Дракончики 
special_haste_name=Haste
special_speeder_name=Haste
special_haste_head=^special_tC^[Good]
special_speeder_head=^special_tC^[Good]
special_speeder_hint=^special_t^Doubles the quantity of Action Points.
special_speeder_small=^special_t^Speed of the Dragonfly is increased.

// циКЛОП
special_cyclop_stun_name=Stun
special_cyclop_stun_head=^special_tC^[Bad]
special_cyclop_stun_hint=^special_t^Stuns the target, inflicting [damage] points of damage.

special_cyclop_push_name=Push
special_cyclop_push_head=^special_tC^[Bad]
special_cyclop_push_hint=^special_t^Pushes the enemy back and inflicts [damage] points of damage.

// волк
special_wolf_cry_name=Wolf Cry
special_wolf_cry_head=^special_tC^[Bad]
special_wolf_cry_hint=^special_t^Makes a long, horrible howl, which makes humans, elves and dwarves of [level] level frightened, forcing them to skip the turn with probability of [power%].

// змеи
special_snake_long_name=Lunge
special_snake_long_head=^special_tC^[Bad]
special_snake2_long_hint=^special_t^Lunges at the enemy target, attacking across one free cell. Inflicts [pdamage] points of damage and poisons the enemy. The enemy cannot retaliate.
special_snake3_long_hint=^special_t^Lunges to the enemy target, attacking across one free cell. Inflicts [damage] points of damage and poisons the enemy. The enemy cannot retaliate.
special_snake1_long_hint=^special_t^Lunges to the enemy target, attacking across one free cell. Inflicts [damage] points of damage and poisons the enemy. The enemy cannot retaliate.


// Пфенникс
special_resurrect_name=Rebirth
special_resurrect_head=^special_tC^[Good]
special_resurrect_hint=^special_t^The Phoenix resurrects itself from its ashes.

// тернии 
special_thorn_name=Sowing
special_thorn_head=^special_tC^[Good]
special_thorn_hint=^special_t^Grows a troop of Thorns from the slain troop in a neighboring cell. The total Leadership of the new troop is: [lsummon].

special_thorn2_name=Germination
special_thorn2_head=^special_tC^[Good]
special_thorn2_hint=^special_t^Grows a troop of Thorns in a free neighboring cell. The total Leadership of the new troop is: [lsummon].

special_thorn3_name=Gift of Life
special_thorn3_head=^special_tC^[Good]
special_thorn3_hint=^special_t^Transfers the life of this stack to that of another allied plant stack killing the troop but adding life to the other: Gives [thorn_gift] hitpoints to target resurrecting as needed. Also removes all negative effects on the target as well as reloading the target's charges.

special_thorn4_name=Sowing
special_thorn4_head=^special_tC^[Good]
special_thorn4_hint=^special_t^Grows a troop of Thorns from the slain troop in a neighboring cell. The total Leadership of the new troop is: [lsummon]. Use of this skill enables the troop to use the skill [g]Gift of Life[/s] - allowing it to regenerate plants, albeit at the cost of its own life!

// пират
special_triple_name=Fury Attack
special_triple_head=^special_tC^[Bad]
special_triple_hint=^special_t^Allows the creature to attack 3 cells at once, inflicting [damage] points of damage to each target.

// гиена
special_preparation_name=Preparation
special_preparation_head=^special_tC^[Good]
special_preparation_hint=^special_t^A hyena prepares its attack carefully. All attacks in this turn will be Critical.
special_preparation_small=^special_t^The Hyena is ready for Critical Attack.

// Гриффон
special_split_name=Separation
special_split_head=^special_tC^[Good]
special_split_hint=^special_t^The troop is separated into two parts.

// злобный глаз
special_dominator_name=Mind Control
special_dominator_head=^special_tC^[Bad]
special_dominator_hint=^special_t^Takes control of a creature's mind, driving it to attack any selected enemy. Can control a troop of level [level] creatures, friend or foe, whose total Leadership does not exceed [lsummon] - assuming they are not immune to Mind spells.

// драконы 
special_dragon_rail_name=Fire Flow
special_dragon_rail_head=^special_tC^[Bad]
special_dragon_rail_hint=^special_t^Breathes out a stream of flame in the selected direction, inflicting [sdamage] points of fire damage. The probability to burn the target is [burn].

special_dragon_capture_name=Target Capture
special_dragon_capture_head=^special_tC^[Bad]
special_dragon_capture_hint=^special_t^Seizes the enemy who stands opposite from him across one free cell, pulls the enemy to him and inflicts [damage] points of damage.

special_mana_source_name=Mana Source
special_mana_source_head=^special_tC^[Good]
special_mana_source_hint=^special_t^Inflicts [mdamage] points of Magic Damage to all surrounding targets, and drains Mana from them, giving it to the hero.

special_firepower_name=Power of Fire
special_firepower_head=^special_tC^[Bad]
special_firepower_hint=^special_t^When flying, a dragon breathes flame upon the ground below, inflicting [fdamage] points of fire damage to all troops in its path with a chance to burn. The probability to burn the target is [burn].

// Книга Зла
special_cast_name=Random Spell
special_cast_head=^special_tC^[Bad]
special_cast_hint=^special_t^Casts a random attacking spell or random negative effect on the target.

special_gulp_name=Drain
special_gulp_head=^special_tC^[Bad]
special_gulp_hint=^special_t^The book satiates itself, eating a surrounding friendly troop whose total health does not exceed [health_count], and gains [gulp] attacking spells.


///////////////////////////
/// features 
///////////////////////////
// медведь
feat_brutality_name=Brutality
feat_brutality_head=^special_tC^[Good]
feat_brutality_hint=^special_t^
feat_brutality_small=^special_t^The bear is infuriated, so its Attack is increased.

// волк
feat_rabid_name=Frenzy
feat_rabid_head=^special_tC^[Bad]
feat_rabid_hint=^special_t^
feat_rabid_small=^special_t^The troop infected with Frenzy attacks all targets, friend or foe.

// черный рыцарь
feat_increase_anger_name=Rising Anger
feat_increase_anger_head=^special_tC^[Good]
feat_increase_anger_hint=^special_t^
feat_increase_anger_small=^special_t^A Dark Knight revels in the pain of his enemies. Damage and the probability of Critical Attack are increased.

// оборотень
feat_bleeding_name=Bleeding
feat_bleeding_head=^special_tC^[Bad]
feat_bleeding_hint=^special_t^
feat_bleeding_small=^special_t^Severe wounds from the werewolf's blades bleed freely, so the combat characteristics of the suffering troops decrease.

// Zerock's Smashing Sword can now cause bleeding
feat_lump_bleeding_name=Bleeding
feat_lump_bleeding_head=^special_tC^[Bad]
feat_lump_bleeding_hint=^special_t^
feat_lump_bleeding_small=^special_t^Severely bleeding wounds from Zerock's Smashing Blade cause the combat characteristics of the suffering troops decrease.

//////////////////////////
// boss_attack
//////////////////////////

//////////////////////////
//тотемы
//////////////////////////
totem_totem_life_name=Totem of Life
special_totem_life_small=^special_t^The Totem of Life increases the target's Defense and heals it every turn.
totem_totem_life_head=^special_tC^[Good]
totem_totem_death_name=Totem of Death
special_totem_death_small=^special_t^The Totem of Death decreases the target's speed and damages it every turn.
totem_totem_death_head=^special_tC^[Bad]
totem_blood_rune_name=Bloody Pentagram
totem_blood_rune_small=^special_t^The Bloody Pentagram increases the Morale and Initiative of Demons by 2.
totem_blood_rune_head=^special_tC^[Good]
totem_shroud_name=Shroud
totem_shroud_small=^special_t^Shroud causes Archers to inflict less damage.



spirit_slime_glot_name=Glot's Armor
spirit_slime_glot=^spells_tN^
spirit_slime_glot_header=^spells_tC^
spirit_slime_glot_small=^special_t^Glot's Armor absorbs all damage, protecting the target.//[br]Может поглотить: [GlotHP] урона.
spirit_slime_glot_hint=Glot's Armor absorbs all damage, protecting the target.//[br]Может поглотить: [GlotHP] урона.

sw_default=There's no target for this ability!
sw_place=There's no free cell nearby to summon creatures!
sw_corpse=There are no slain creatures nearby to grow new creatures!
sw_training=There are no animals in the enemy's army to tame.
sw_gulp=There are no friendly troops in neighboring cells which could be eaten by the Book of Evil.
sw_near=There are no enemy troops in the neighboring cells which could be affected by this ability.
sw_long=To allow the creature to use this ability, the enemy must stand across one free cell in the line of attack.
sw_charm=To be charmed, the male humanoid must stand in the neighboring cell across one free cell in the line of attack.
sw_holywater=There are no undead in the enemy's army for you to use Holy Water against.
sw_necro=There are no slain creatures for raising as undead!
sw_chest=There are no chests on the battlefield to teleport to.
sw_firepower=It is impossible to use this ability.
sw_no_plants=There are no allied plants in neighboring cells to give life!
sw_amalgamation=There are no targets for this ability!
warning_cure=There are no wounded creatures in your army to heal.
warning_resurrect=There's nobody to resurrect.
warning_loot=There's nobody to search! You must stand in the same cell with the slain troop.
warning_gain_mana=There are no enemies around.
gold_found=^taken_money^You've found some gold^[money].
